<html>  

<head>
<style>
p{
    font-size: 30px;
}

</style>
</head>
<body>
    <div>
        <form  method="get">
             <p>代號:</p> 
             <input type="text" name="ID">
             <input type="submit" value="查詢" name="sel">
       </form>
    </div>




<?php
  if  ( $_GET['ID'] == 68253){
    ?>
        <p>品名:100%蠶絲強捻植絨字母T恤<h1>2件</h1></p>
        <p>單件:2270</p>
        <p>售價:3860</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == 68263){
    ?>
        <p>品名:100%蠶絲強捻膠印Logo上衣-<h1>3件組</h1>
</p>
        <p>單件:2270</p>
        <p>售價:5840</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == 68284){
    ?>
        <p>品名:彈力雙喬蠶絲背心<h1>3件組</h1>
</p>
        <p>單件:1830</p>
        <p>售價:3860</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68286){
    ?>
        <p>品名:重磅強捻蠶絲背心<h1>2件組</h1>
</p>
        <p>單件:1880</p>
        <p>售價:2870</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68294){
    ?>
        <p>品名:100%頂級蠶絲小香風時尚短袖衫<h1>2件組</h1>
</p>
        <p>單件:2280</p>
        <p>售價:3980</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68295){
    ?>
        <p>品名:厚磅100%蠶絲V領上衣<h1>2件組</h1>
</p>
        <p>單件:2270</p>
        <p>售價:3860</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == 68298){
    ?>
        <p>重磅強捻浪漫絲情雙層純蠶絲背心</p><h1>2件組</h1>
        <p>單件:1680</p>
        <p>售價:2870</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68300){
    ?>
        <p>品名:精品印花36針100%蠶絲上衣<h1>2件組</h1>
</p>
        <p>單件:2380</p>
        <p>售價:3980</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68301){
    ?>
        <p>品名:上諾曼地亞麻長板襯衫<h1>3件組</h1>
</p>
        <p>單件:2680</p>
        <p>售價:6980</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68302){
    ?>
        <p>100%亞麻休閒寬版上衣<h1>2件組</h1>
</p>
        <p>單件:2280</p>
        <p>售價:3980</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == 68393){
    ?>
        <p>品名:法式靜謐美學小苞袖上衣<h1>2件組</h1>
</p>
        <p>單件:2280</p>
        <p>售價:3860</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "21G215"){
    ?>
        <p>品名:蠶絲石墨烯遠紅外線女仕立領衫<h1>2件組</h1>
</p>
        <p>單件:2680</p>
        <p>售價:4880</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == "22G201"){
    ?>
        <p>品名:蠶絲石墨烯女V領智慧能量衣<h1>2件組</h1>
</p>
        <p>單件:2510</p>
        <p>售價:4460</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == "22G422"){
    ?>
        <p>品名:蠶絲石墨烯女仕共振能量短袖上衣<h1>2件組</h1>
</p>
        <p>單件:1980</p>
        <p>售價:3500</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == "22G425"){
    ?>
        <p>品名:蠶絲石墨烯女背心-<h1>2件組</h1>
</p>
        <p>單件:1640</p>
        <p>售價:2870</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == "22G902"){
    ?>
        <p>品名:蠶絲石墨烯智慧循環上衣<h1>2件組</h1>
</p>
        <p>單件:2680</p>
        <p>售價:4880</p>       
<?php 

  } 
?>



<?php
  if  ( $_GET['ID'] == "22G913"){
    ?>
        <p>品名:蠶絲石墨烯超能量迷你長袖上衣<h1>2件組</h1>
</p>
        <p>單件:2410</p>
        <p>售價:4280</p>       
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == "22G914"){
    ?>
        <p>品名:蠶絲石墨烯超能量迷你短袖上衣<h1>2件組</h1>
</p>
        <p>單件:2180</p>
        <p>售價:3860</p>       
<?php 

  } 
?>



<?php
  if  ( $_GET['ID'] == "22G915"){
    ?>
        <p>品名:蠶絲石墨烯智慧循環短袖上衣<h1>2件組</h1>
</p>
        <p>單件:2410</p>
        <p>售價:4280</p> 
  </br>
  </br>    
        <p>品名:彩色循環短袖上衣（MOMO瑕疵組）<h1>3件組</h1>
        </p>
        <p>單件:2410</p>
        <p>售價:4880</p>   
<?php 

  } 
?>


<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "N2433"){
    ?>
        <p>法式經典時尚蠶絲外套<h1>2件組</h1>
</p>
        <p>單件:2870</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>

<?php
  if  ( $_GET['ID'] == "23B329"){
    ?>
        <p>42針精品100%蠶絲沁涼上衣<h1>4件組</h1>
</p>
        <p>單件:1480</p>
        <p>售價:4880</p>       
<?php 

  } 
?>
 
</body>
</html>


